export const MENT = [
  {
    head: '중개사들의 매물 추천',
    paragraph: '중개사들이 보유하고 있는 집을 추천받을 수 있어요.',
  },
  {
    head: '집주인의 직접 추천',
    paragraph: '원하는 집을 집주인으로부터 직접 추천받을 수 있어요.',
  },
  {
    head: '네고시오 전담매니저 상담',
    paragraph: '마음에 드는 집을 찾으실 때 까지 네고시오의 전담매니저가 도와드립니다.',
  },
  {
    head: '인터뷰를 통한 집 구하기',
    paragraph: '인터뷰를 통해 조건에 맞는 집을 전담매니저가 대신하여 찾아드립니다.',
  },
];

export const INFO_MENT: string =
  '* 전화 인터뷰를 통해 고객님을 대신하여 네고시오 전담매니저가 조건에 맞는 집을 찾아드립니다.';

export const FAQ = [
  {
    head: '인터뷰는 어떻게 진행되나요?',
    paragraph: [
      '- 인터뷰 가능하신 시간을 지정해주시면 선택하신 시간에 맞춰 네고시오 전담매니저가 전화를 드릴 예정입니다.',
      '- 상세한 집 구하기 조건을 확인하기 위하여 인터뷰는 5~10분 정도 소요될 수 있습니다.',
    ],
  },
  {
    head: '전화 인터뷰는 필수인가요?',
    paragraph: [
      '- 전화 인터뷰는 필수가 아닌 선택사항입니다.',
      '- 고객님이 원하시는 집을 추천해 드리기 위해 네고시오 전담매니저가 고객님의 요구사항을 중개사에게 상세하게 전달 드릴 예정입니다.',
      '- 전화 인터뷰에 응하지 않으셔도 구해요 등록은 가능하나, 인터뷰를 진행하시면 원하는 집을 추천받을 확률이 높아집니다.',
    ],
  },
];
